Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotFinalizeOrphanSerf Property
 Can't finalize Group member without finalizing the entire Group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotFinalizeOrphanSerf { get; }
Visual Basic
Public Shared ReadOnly Property CannotFinalizeOrphanSerf As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotFinalizeOrphanSerf {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace